import {ICatalog} from "./IСatalog";

export const catalogList: ICatalog[] = [
    {
        "id": 1,
        "title": "Групи документів",
        "description": "Цей довідник потрібен для ведення журналів реєстрації документів."
    },
    {
        "id": 2,
        "title": "Підрозділи та посадові особи",
        "description": "Цей довідник потрібен для ведення підрозділів та посадовців цього підприємства."
    },
    {
        "id": 3,
        "title": "Підприємства",
        "description": "Цей довідник потрібен для ведення контрагентів-підприємств."
    },
    {
        "id": 4,
        "title": "Фізичні особи",
        "description": "Цей довідник потрібен для ведення контрагентів-фізичних осіб."
    },
    {
        "id": 5,
        "title": "Види доставки",
        "description": "Цей довідник потрібен для ведення видів доставки. Листування, особиста доставка, єлектронною поштою, тощо."
    },
    {
        "id": 6,
        "title": "Рубрикатор",
        "description": "Цей довідник потрібен для ведення додаткової інформації щодо питань, яких стосується зміст документу."
    },
    {
        "id": 7,
        "title": "Соціальні статуси",
        "description": "Цей довідник потрібен для ведення соціальних статусів громадян."
    },
    {
        "id": 8,
        "title": "Соціальні категорії",
        "description": "Цей довідник потрібен для ведення соціальних категорій громадян."
    },
    {
        "id": 9,
        "title": "Категорії резолюцій",
        "description": "Цей довідник потрібен для надання резолюції категорії. Найчастіше виникає при закритті резолюції, або дорученні"
    },
]
